controllers/SiteController.php

SELECT * FROM `bukus`
---
    public function actionIndex()
    {
        $bukus = Bukus::find()->all();

SELECT * FROM `bukus` WHERE `id`=30
SELECT * FROM `review_buku` WHERE `bukus_id`=30
---
    public function actionBook30()
    {

        $id = 30;
        $bukus = Bukus::find()->where(['id' => $id])->one();
        $reviews = ReviewBuku::find()->where(['bukus_id' => $id])->all();